tap "1password/tap"
tap "borkdude/brew"
tap "carvel-dev/carvel"
tap "clojure-lsp/brew"
tap "clojure/tools"
tap "git-chglog/git-chglog"
tap "hashicorp/tap"
tap "infrahq/tap"
tap "jmespath/jmespath"
tap "johanhaleby/kubetail"
tap "minamijoyo/hcledit"
tap "rest-sh/tap"
tap "tilt-dev/tap"
tap "tinted-theming/tinted"
tap "warrensbox/tap"
brew "ack"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "certstrap"
brew "cfssl"
brew "commitizen"
brew "conftest"
brew "coreutils"
brew "cowsay"
brew "crane"
brew "ctags"
brew "curl"
brew "diffutils"
brew "direnv"
brew "dos2unix"
brew "duckdb"
brew "fd"
brew "findutils"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "git-gui"
brew "git-lfs"
brew "git-svn"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "gnutls"
brew "gnupg"
brew "go"
brew "golang-migrate"
brew "grep"
brew "grepcidr"
brew "grpcurl"
brew "hcl2json"
brew "helm"
brew "htop"
brew "iam-policy-json-to-terraform"
brew "ifstat"
brew "imagemagick"
brew "iperf"
brew "iperf3"
brew "jd"
brew "jmeter"
brew "jq"
brew "kops"
brew "krew"
brew "kubebuilder"
brew "kubectx"
brew "kubetail"
brew "lazygit"
brew "linkerd"
brew "minikube"
brew "mtr"
brew "mupdf-tools"
brew "ncdu"
brew "neovim"
brew "netcat"
brew "nmap"
brew "node"
brew "nvm"
brew "pre-commit"
brew "pv"
brew "pwgen"
brew "pyenv"
brew "raylib"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rsync"
brew "shellcheck"
brew "socat"
brew "sops"
brew "ssh-copy-id"
brew "stern"
brew "telnet"
brew "terraform-docs"
brew "tflint"
brew "tig"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "typescript"
brew "uv"
brew "vim"
brew "watch"
brew "wget"
brew "wrk"
brew "yq"
brew "ytt"
brew "borkdude/brew/babashka"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "clojure/tools/clojure"
brew "git-chglog/git-chglog/git-chglog"
brew "hashicorp/tap/consul"
brew "hashicorp/tap/nomad"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform-ls"
brew "hashicorp/tap/vault"
brew "infrahq/tap/infra"
brew "jmespath/jmespath/jp"
brew "minamijoyo/hcledit/hcledit"
brew "tilt-dev/tap/ctlptl"
brew "tilt-dev/tap/tilt"
brew "tinted-theming/tinted/tinty"
brew "warrensbox/tap/tfswitch"
brew "warrensbox/tap/tgswitch"
cask "1password-cli", args: { appdir: "/Applications" }
cask "affinity"
cask "apparency"
cask "archaeology"
cask "audio-hijack", args: { appdir: "/Applications" }
cask "backblaze"
cask "balenaetcher"
cask "bartender", args: { appdir: "/Applications" }
cask "beyond-compare", args: { appdir: "/Applications" }
cask "big-mean-folder-machine"
cask "carbon-copy-cloner", args: { appdir: "/Applications" }
cask "charles"
cask "colorsnapper"
cask "daisydisk"
cask "docker-desktop", args: { appdir: "/Applications" }
cask "downie"
cask "drivedx"
cask "dropbox"
cask "farrago", args: { appdir: "/Applications" }
cask "firefox", args: { appdir: "/Applications" }
cask "fission", args: { appdir: "/Applications" }
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "gpg-suite-no-mail", args: { appdir: "/Applications" }
cask "istat-menus", args: { appdir: "/Applications" }
cask "jetbrains-toolbox", args: { appdir: "/Applications" }
cask "jordanbaird-ice"
cask "keybase"
cask "localsend"
cask "loopback", args: { appdir: "/Applications" }
cask "maccy", args: { appdir: "/Applications" }
cask "monodraw"
cask "obsidian"
cask "pacifist"
cask "paragon-extfs"
cask "paragon-ntfs"
cask "permute"
cask "postgres-unofficial"
cask "reaper"
cask "rectangle", args: { appdir: "/Applications" }
cask "restish"
cask "ripx"
cask "screens-connect"
cask "signal"
cask "snagit", args: { appdir: "/Applications" }
cask "soundsource", args: { appdir: "/Applications" }
cask "sourcetree", args: { appdir: "/Applications" }
cask "spotify", args: { appdir: "/Applications" }
cask "suspicious-package"
cask "syncthing-app"
cask "tailscale-app"
cask "transcribe"
cask "typora", args: { appdir: "/Applications" }
cask "vagrant", args: { appdir: "/Applications" }
cask "virtualbox", args: { appdir: "/Applications" }
cask "visual-studio-code", args: { appdir: "/Applications" }
cask "wacom-tablet", args: { appdir: "/Applications" }
cask "wezterm", args: { appdir: "/Applications" }
cask "wireshark-app"
cask "xscope"
vscode "2gua.rainbow-brackets"
vscode "4ops.terraform"
vscode "avli.clojure"
vscode "betterthantomorrow.calva"
vscode "betterthantomorrow.calva-spritz"
vscode "borkdude.clj-kondo"
vscode "dnicolson.binary-plist"
vscode "docker.docker"
vscode "dunstontc.viml"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "idleberg.applescript"
vscode "idleberg.jxa"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.powershell"
vscode "ms-vscode.theme-tomorrowkit"
vscode "redhat.java"
vscode "shardulm94.trailing-spaces"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.migrate-java-to-azure"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-upgrade"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
