tap "atlassian/acli"
tap "borkdude/brew"
tap "carvel-dev/carvel"
tap "clojure-lsp/brew"
tap "clojure/tools"
tap "git-chglog/git-chglog"
tap "hashicorp/tap"
tap "infrahq/tap"
tap "jmespath/jmespath"
tap "johanhaleby/kubetail"
tap "ktr0731/evans"
tap "minamijoyo/hcledit"
tap "owenthereal/upterm"
tap "rest-sh/tap"
tap "shivammathur/php"
tap "tilt-dev/tap"
tap "tinted-theming/tinted"
tap "warrensbox/tap"
brew "ack"
brew "jpeg-xl"
brew "aom"
brew "icu4c@77"
brew "node"
brew "artillery"
brew "autoconf"
brew "automake"
brew "awscli"
brew "awslogs"
brew "azure-cli"
brew "bash"
brew "bash-completion@2"
brew "bash-language-server"
brew "btop"
brew "caddy"
brew "certstrap"
brew "cfssl"
brew "cloc"
brew "cmake"
brew "commitizen"
brew "conftest"
brew "coreutils"
brew "cowsay"
brew "crane"
brew "ctags"
brew "diffutils"
brew "direnv"
brew "dive"
brew "docutils"
brew "dos2unix"
brew "duckdb"
brew "fizz"
brew "wangle"
brew "fb303"
brew "edencommon"
brew "harfbuzz"
brew "emscripten"
brew "fd"
brew "findutils"
brew "unixodbc"
brew "gawk"
brew "gdu"
brew "gh"
brew "git"
brew "git-delta"
brew "git-gui"
brew "git-lfs"
brew "git-svn"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "gnutls"
brew "gnupg"
brew "go"
brew "go-jira"
brew "go-task"
brew "goenv"
brew "goose"
brew "gpgme"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "grepcidr"
brew "grpcurl"
brew "hcl2json"
brew "helm"
brew "htop"
brew "httpyac"
brew "iam-policy-json-to-terraform"
brew "ifstat"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "iperf"
brew "iperf3"
brew "jd"
brew "jfrog-cli"
brew "jmeter"
brew "jo"
brew "jq"
brew "just"
brew "kops", link: false
brew "lazygit"
brew "leiningen"
brew "libpq"
brew "linkerd"
brew "luarocks"
brew "lzlib"
brew "mcrypt"
brew "minio"
brew "mtr"
brew "mupdf-tools"
brew "mvfst"
brew "ncdu"
brew "neovim"
brew "netcat"
brew "nmap"
brew "nvm"
brew "openjdk@17"
brew "pdfcpu"
brew "perl"
brew "podman"
brew "pre-commit"
brew "pv"
brew "pwgen"
brew "pycparser"
brew "pyenv"
brew "python-setuptools"
brew "python@3.10"
brew "python@3.11"
brew "raylib"
brew "reattach-to-user-namespace"
brew "restish"
brew "ripgrep"
brew "rlwrap"
brew "rsync"
brew "selenium-server"
brew "shellcheck"
brew "smartmontools"
brew "socat"
brew "sops"
brew "ssh-copy-id"
brew "stern"
brew "tcl-tk"
brew "telnet"
brew "terraform-docs"
brew "terragrunt"
brew "terramate"
brew "tflint"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "typescript"
brew "uv"
brew "vim"
brew "virtualenv"
brew "watch"
brew "watchman"
brew "wget"
brew "wrk"
brew "yq"
brew "zbar"
brew "zlib"
brew "atlassian/acli/acli"
brew "borkdude/brew/babashka"
brew "carvel-dev/carvel/ytt"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "clojure/tools/clojure"
brew "git-chglog/git-chglog/git-chglog"
brew "hashicorp/tap/boundary"
brew "hashicorp/tap/consul"
brew "hashicorp/tap/nomad"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform-ls"
brew "hashicorp/tap/vault"
brew "infrahq/tap/infra"
brew "jmespath/jmespath/jp"
brew "ktr0731/evans/evans"
brew "minamijoyo/hcledit/hcledit"
brew "owenthereal/upterm/upterm"
brew "shivammathur/php/php@5.6"
brew "tilt-dev/tap/ctlptl"
brew "tilt-dev/tap/tilt"
brew "tinted-theming/tinted/tinty"
brew "warrensbox/tap/tfswitch"
brew "warrensbox/tap/tgswitch"
cask "1password"
cask "1password-cli"
cask "bruno"
cask "ddpm"
cask "docker-desktop"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "hashicorp/tap/hashicorp-boundary-desktop"
cask "iterm2", args: { appdir: "/Applications" }
cask "kitty"
cask "maccy", args: { appdir: "/Applications" }
cask "macdown"
cask "obsidian"
cask "pgadmin4"
cask "postman"
cask "rancher"
cask "rectangle", args: { appdir: "/Applications" }
cask "session-manager-plugin", args: { appdir: "/Applications" }
cask "utm"
cask "virtualbox"
cask "visual-studio-code", args: { appdir: "/Applications" }
cask "wacom-tablet"
cask "wezterm"
vscode "anthropic.claude-code"
vscode "betterthantomorrow.calva"
vscode "betterthantomorrow.calva-spritz"
vscode "bmewburn.vscode-intelephense-client"
vscode "docker.docker"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "qwtel.sqlite-viewer"
vscode "redhat.vscode-yaml"
vscode "signageos.signageos-vscode-sops"
vscode "vscodevim.vim"
vscode "xdebug.php-debug"
vscode "xdebug.php-pack"
